export const essays = [
    {
        id: 1,
        title: '梦想，点亮了我的青春',
        annotation: '讲述了一个山区初中生怀揣着考入重点高中的梦想，在家庭和环境的不支持下，坚持努力学习的故事。',
        content: '青春是一张白纸，当你挥洒色彩时，它就有了一个名字叫梦想。\n' +
            '——题记\n' +
            '“我想考重点高中”，夏日燥热的宁静被打破了。\n' +
            '我是一名初中生，成绩不算太好，但在这个偏远的山区中，也不需学习太好，反正长大后都要帮父母干农活，这是这个村子中的“习俗”。我所在的学校也不过是几个不同大小的孩子在一间教室里上课，而所有的课程都是同一个老师教罢了。\n' +
            '没有人理会我，母亲正坐在院子里洗衣服，父亲和哥哥去地里干活了，而姐姐正忙着准备午饭，所有人都忙碌着，似乎只有我一个人很闲。我默默的拿起书，蹲在角落里不吭声了。\n' +
            '傍晚，太阳收起最后一丝光辉，将整个村子带入黑暗，但唯有我家，灯泡发出的昏弱的灯光在黑夜之中却显得格外的刺眼。\n' +
            '我，正在挑灯夜读。直到母亲过来催促我去睡觉并强行将灯关掉，我才不舍地放下书本。\n' +
            '偶尔一次的不一样没有人会在意，但时间久了，便会让人觉得奇怪。\n' +
            '那天晚上，一家人团坐在一起吃饭，母亲正忙着给哥哥盛饭，姐姐正夹面前的青菜。“你每天晚上都干嘛啊?点灯熬油的。”父亲拿起酒杯，自斟自饮后说道。“我，我想多学会儿”我的声音很弱，附近的虫鸣声几乎能将其掩盖。“啥?”父亲皱起眉头，黝黑的肤色使眼角和额头的层层皱纹变得更加明显，这与父亲40几岁的年龄极不相符，但，这是正常的。每天面朝黄土背朝天的干活，任谁都会老得很快。“我想考重点高中。”这次我底气十足，几乎使出了浑身的力气喊了出来。所有人都愣住了，虽然考高中这种事在城市来说很正常，但是在这样一个贫穷落后的村子里，考高中就像拣着金子一样不可能。\n' +
            '谁能想到，一个大山里的孩子还有如此“野心”。“有梦想就要努力。”父亲只说了一句话，喝光面前的酒，转身进到了里屋。\n' +
            '“有梦想就要努力。”是的，我牢记父亲的话。\n' +
            '梦想，像一束光，点亮了我本来灰暗的青春。我愈加努力，只为向这束光照亮的远方奔去。'
    },
    {
        id: 2,
        title: '成长的滋味',
        annotation: '作者通过自己的经历，描述了成长过程中的酸甜苦辣，展现了成长的多样性和复杂性。',
        content: '时间如白驹过隙，转眼间，我已经走过了十几个春夏秋冬。我在快乐地成长着。成长对于每个人都是不同的：酸、甜、苦、辣，各种滋味尽在其中。\n' +
            '酸，就像给我们的心灵喝了一杯酸梅汁。就在那天，我的心灵再次被灌了那杯酸梅汁。那天正在数学考试，我拿出一个草稿本来计算，却被同桌一眼瞄到了草稿本上的题，他认定我在“作弊”，我的心受了重大的创伤—委屈。卷子发下来了，我考了一百分，同桌愤愤不平地告到老师那儿了，我束手无策，哑口无言，最后不明不白的，我被扣了十分。我心不甘情不愿地忍受了这委屈。\n' +
            '甜，就像喝了一大杯蜜汁，心里甜滋滋的。一个容易感冒的冬季，我得了一次严重的风寒。它令我头晕、恶心、四肢无力，那一次我卧床不起，学校里足足请了三周的病假，当我重新回到校园时就进行了一场模拟考试。我突然发现上面的题十分熟悉。那些都是同学们课后为我辅导的题目。一看题、眼睛一转、脑袋一想就提笔顺答。出乎我的意料，我考出了好成绩，老师也给我了一个大大的赞。\n' +
            '苦，就像喝了一大杯苦瓜汁。考试，我也有失误的时候—不及格。我的成绩如同青蛙跳一样。这次我又抱了个不及格三个字回家了。别看我一脸平静，心里的滋味别提多苦涩了。我用了那双写这张卷子的手使劲扇自己耳光，如果不打，我心里的苦汁都喷出来了。这种苦涩令我不知所措。\n' +
            '既然有酸甜苦，那也少了辣呀!我有时是一个乖巧可爱的小女孩，有时是一个地地道道的四川辣妹子，我是男生的天敌，女生的救星，任何男女大战，只要我出马男生都提心吊胆了。从此，各派安宁。\n' +
            '我的成长就像五味瓶一样，滋味丰富多彩。我品尝着，快乐着，也成长着。'
    },
    {
        id: 3,
        title: '我们应当追逐什么样的明星',
        annotation: '讨论了青少年追星现象，提倡应该追逐那些为国家做出贡献的科研人才，如袁隆平、屠呦呦、邓稼先等。',
        content: '追星，追什么样的星？哪些人才是真正的偶像？这些问题，大家都遇到过。而现在，许多青少年都盲目崇拜演艺明星。但是，国家强盛并不靠明星，最终是靠科研人才。他们，才是最值得追的明星。\n' +
            '“中国杂交水稻之父”袁隆平。他是著名农业学家，培育出了高产量的杂交水稻，帮助祖国抵御饥荒，解决上亿的中国人温饱问题。袁隆平仅用全球百分之八的耕地养活了世界五分之一人口，堪称奇迹。\n' +
            '中国第一位获得诺贝尔获的女性屠呦呦。她是我国中医药专家。当时疟疾肆意危害祖国，而屠呦呦发现了治疗疟疾的青蒿素，这项发现拯救成千上万的生命，而她因此获得了二口一五年诺贝尔医学奖。\n' +
            '“两弹元勋”邓稼先。众所周知，邓稼先是我国核事业的领导者和开拓者。他带领团队开始研制原子弹。而为了不让这个任务暴露，他隐姓埋名默默无闻。终于，在一九六四年，中国原子弹炸出了巨大的蘑菇云。而邓稼先，身体因为常年受到核辐射，早已受损严重而他仍继续带领团队研究氢弹。可谓鞠躬尽瘁，死而后已。\n' +
            '其实，还有许多与他们一样为国献身的人，如“中国现代数学之父”华罗庚，中国著名地质学家李四光等人以及在这次疫情做出巨大贡献的钟南山院士、程威院士，还有许多可敬可爱的白衣天使，他们愿为祖国无私奉献出自己的一生，也无怨无悔。如果没有他们为祖国撒下一片热血，哪有如今我们坐在教室安心学习？\n' +
            '“愿做惊天动地事，甘为隐姓埋名人”，这句话准确地概括了他们的崇高精神。他们才是新时代我们应当追的明星。'
    },
    {
        id: 4,
        title: '成长背后的故事',
        annotation: '通过作者学习书法的经历，说明了坚持和努力的重要性，以及成长过程中的挑战和收获。',
        content: '成长,像一条源远流长的大河,在我的生命旅程中掀起了一朵朵浪花。在我们的成长经历中,有很多难忘的事。如今，回忆起来，仍然记忆犹新。\n' +
            '那是一个炎热的暑假。妈妈把我送去练习书法，希望我能在开学之前能够有一手好字，我心不甘情不愿的去了。到了那里，不同年龄的不同孩子都在教室里练习，看到他们都那么坚持，我仿佛也忘记了我的心不甘情不愿，也努力的练习了起来。\n' +
            '过了半个月，我的字大有长进。我满心欢喜的把我的字拿给妈妈看，妈妈说，我很棒，但是还要更加努力才行。过了一周左右，教我们练习书法的老师跟我们说:“我们学校将会有一个书法比赛。我们班只能去五个人，接下来我们就要选一选是哪五个人，我们进行投票选举。”很快，五位参赛人的名单已经出来了，其中就有我的名字，我虽然很开心，但是老师说我们要回家自己坚持练习，很不明白老师为什么让我们回家练习，我们收拾收拾书包，便回家了。到了家里，我跟妈妈。分享了这个好消息，妈妈也很开心，跟我说:“我们要学会坚持，知道吗？我们一定要拿一个好成绩。”我点了点头。\n' +
            '我坚持不住那么长时间，没多久我就开始打退堂鼓了。细心的妈妈似乎已经发现了我的动机。有一天把我叫进她的房间，语重心长的跟我说:“孩子，我知道你每天都在练习书法，很累，腰都已经酸了，手都已经抽筋了。但是，没有辛苦哪来的收获呢？我们一定要坚持，坚持到底，我们就会有所成就知道吗？”我似懂非懂的点点头，日后我更加坚持不懈地练习我的书法。过了几天比赛了，终于功夫不负有心人，我拿了二等奖。我心想只要我肯坚持，一等奖肯定也是我的。\n' +
            '小小的成功背后蕴含着大大的成长，我希望我们每个人都能够有一颗坚持之心，只要肯坚持，我们就会有所收获，有所成就。'
    },
    {
        id: 5,
        title: '日出的魅力',
        annotation: '作者描述了第一次看日出的经历，以及日出给自己带来的视觉和心灵上的震撼，以及新的希望。',
        content: '从小，我便希望看一次日出。\n' +
            '每当我抬头看到太阳时，我便会想：日出到底是什么样子呢？它的身上好像有一股无法抗拒的魅力，深深吸引了我。终于有一次，爸爸妈妈带我来到海边度假。“我终于能看到日出了。”我兴奋不已。第二天一大早，我们便早早起床，去看日出。天还是黑的，几颗星星依旧在天空中眨着眼。远远的海面上，没有一点儿动静。过了一会儿，天上的黑幕渐渐消散，远处的海面上也出现了一丝红色。“日出终于要来了！”我兴奋地等待着。渐渐地，太阳露出了一个头，红彤彤的一片中出现了一丝丝金黄。太阳在海水中的倒影随着波浪的起伏断断续续，远处的波涛在太阳的照射下闪闪发亮。\n' +
            '此时的太阳散发出更强烈的光芒，渐渐驱散着阴影和黑暗。一缕缕阳光包围着我，为我赶走了夜晚留下来的最后一丝寒意。就在这时，太阳似乎顿了顿，好像在考虑要不要把它的脸展现在世人面前。紧接着，它又开始缓缓上升，好像已经做出了决定。终于，它将自己的大半张脸展露出来,金灿灿的，好像与一片金光闪闪的鱼鳞完美地融合在一起。就在一刹那，它猛地一跃，将自己全部展现了出来。一个金灿灿的火球立刻出现在天空。千丝万缕的光芒向四面八方散去，带给人们光明与温暖。我被眼前的一幕深深震撼了，它带给我的不仅仅是视觉的震撼，更有心灵上的震撼。\n' +
            '我好不容易从震撼中清醒过来，在心里默默地想：日出到底有什么魅力能够吸引我。回望眼前的城市，我明白了：日出带给了世界光明与温暖，同样也把光明和温暖带给了我。同时，它还带给我新的希望，让我更加自信地面对每一天的生活。\n' +
            '日出，它用自身的魅力感染了我，激发了我内心的激情。'
    },
    {
        id: 6,
        title: '成长，因挫折而精彩',
        annotation: '讨论了挫折在成长过程中的积极作用，鼓励面对挫折时要有坚强的意志和毅力。',
        content: '瀑布选择了悬崖，使它跃宕成一道奔腾的歌；荷花选择了淤泥，便成就了高洁的风姿；贝壳选择了创伤，它才孕育出了夺目的珍珠。人世间因为有了挫折，才变得更加美丽，更加精彩。\n' +
            '在人生的道路上，难免会遇到各种的挫折，我们要培养随挫折的健康心理和坚强意志，掌握有效克服挫折的方法，迎难而上，开拓进取。\n' +
            '茅以升说过这样的一句话：“困难只能吓倒懦夫懒汉，而胜利永远属于敢于攀登科学高峰的人。”是的，奥斯特，洛夫斯基全身瘫痪，双目失明，如果他没有惊人的毅力，就不可能完成长篇小说《钢铁是怎样炼成的》：几乎全聋的贝多芬没有惊人的毅力，就不可能奏出《命运交响曲》，身受宫刑的司马迁不可能完成《史记》。\n' +
            '古今中外，有多少人士，扼着命运的咽喉，与命运抗争，而他们在这些挫折面前，从不低头，而是怀着一颗坚毅的心，迈着坚毅的步伐，永往直前。\n' +
            '虽然人人希望时时幸运，事事顺利，但是“万事如意。心想事成”毕竟只是人们的良好愿望。从古到今，没有哪个人不经历挫折和失败，相反，人们正是在不断地认识挫折，战胜挫折的过程中成长和发展起来，可以说，挫折是人生的一部分。\n' +
            '对于我们中学生来说，战胜挫折是我们成长关键的一大步，挫折就好比是人生中的敌人，也是不可缺少的对手。它能够帮助我们茁壮成长，会锻炼出我们的一颗坚定的心，为我们的成长打下基础，从此走向成功。但是有些人非常地害怕面对挫折，一遇到挫折就望而却步，不再前进，到了那时候，挫折就会将我们完全吞没，将掉入一个无底的深渊，永不见天日。\n' +
            '挫折在我们面前，并不意味着我们停止步伐，我们应该迈出坚毅的步伐，永往直前，不退缩，不回头，而在前面所等待的，是超自无法意料的精彩。\n' +
            '朋友们，挫折在我们面前并不可怕，可怕的是自己不相信自己，在经历风云，怎能见彩虹，在挫折面前，如果不去拼一拼，闯一闯，怎么能知道成败呢？朋友们，迈出我们坚毅的步伐，勇往直前吧！\n' +
            '有人说，没有你，世界照样转，我说，世界因为我而变得更加精彩！'
    },
    {
        id: 7,
        title: '奋斗浇开成功花',
        annotation: '通过比喻和实例，阐述了奋斗和努力是成功的必要条件，鼓励追梦和坚持。',
        content: '你是否看见破土而出的幼芽，它拼搏向上，只为争得一抹阳光；你是否看见那纵横交错的根茎，它深埋地下，只为收获一份甘泉；你是否看见清晨花瓣上流淌的汗水，它用了怎样的努力，才换来了花开的美丽。\n' +
            '一只苍蝇看见蜜蜂在花丛中飞来飞去，羡慕不已：蜜蜂的工作环境，总是那么花香四溢，馥郁芬芳；再瞅瞅自己，生活的这片天地总是乱糟糟、臭烘烘的，更让人恼火的是，几乎所有的生灵都对蜜蜂大加赞赏，而对自己却鄙夷不屑。\n' +
            '于是它找到造物主，要求他把自己变成一只蜜蜂。造物主真的把它变成了一只蜜蜂。接下来的日子，它像一只真正的蜜蜂那样，每天早出晚归，采集一囊花粉，送回蜂房，放下，然后再飞出来，马不停蹄地飞向另一朵花。工作单调乏味不说，每天累个半死，却只能得到一点点食物。一天两天，它还觉得新鲜，可到了第三天，它就受不了了。它悄悄地溜开，飞回了垃圾堆。\n' +
            '看似寻常最奇崛，成如容易却艰辛。\n' +
            '志之所趋，无远弗届，穷山距海，不能限也。荣获辽宁省“道德小模范”称号的沈阳市第147中学初二学生马鹏飞，又是“全国十大真情人物”之一。如此小的年纪，却能取得如此高的荣誉，只因他九年如一日的，付出真爱。他5岁开始做饭，每天照顾奶奶，料理生活，坚持学习，是个品学兼优的学生。这个在生活磨难中与命运顽强抗争的少年，用他稚嫩的肩膀挑起了本不该由他挑起的生活重担，付出了对奶奶无限爱心的汗水，小鹏飞艰难的生命也因此而无比灿烂。\n' +
            '以著名的壁画《最后的晚餐》享誉全球的意大利艺术家达•芬奇，为世界留下了许多流传千古的名作。达•芬奇伟大成就的取得只因他多年如一日地坚持，付出了无尽的汗水。在长达3年创作《最后的晚餐》的过程中，达•芬奇历尽了千辛万苦，为了创造出十二门徒有个性的头像，他需在整个米兰寻找合适的面孔。为准确刻画犹大这个人物，他要到各种场合观察罪犯、流氓和赌徒，反复揣摸他们的心态、神态和形态，并画了大量的速写，直到找出他满意的形象，最终使这幅画取得空前的成功。达•芬奇的人生因付出汗水并痴心不改地坚持而熠熠闪光。\n' +
            '历史的车轮滚滚向前，世界的发展日新月异，我们追梦的脚步永不停息，愿我们早日用辛勤的汗水浇开自己的成功之花。'
    },
    {
        id: 8,
        title: '向往那些有书的日子',
        annotation: '表达了作者对书籍的热爱，以及书籍在个人成长和情感寄托中的重要作用。',
        content: '在我已度过的十五个春秋雨雪中，书籍有着不可动摇的地位，不管是学习生活，亦或是回老家过年，耳机里流淌着舒缓音乐的时候，手中定有一本书，在每个无聊、寂寞之时点染着我灰白色的心情。\n' +
            '如同周杰伦在《青花瓷》中所唱：“素胚勾勒出青花笔锋浓转淡，瓶身描绘的牡丹一如你初妆。”儿时与书第一次相遇，就被一个个动人美好的童话所惊艳到了。此后，在每个待在楼上，听着楼下人们喧闹声的夜晚，我的书中都有一本书，伴我走进香甜的梦里。\n' +
            '生活中有许多烦恼，小心翼翼按揉进心房，生怕别人笑着说不值一提长久的积累下来，就成了甜蜜又疲惫的负担。所幸，与书相识，我在书中分担烦恼，我在《孤独的小狼》中学会坚强；在《我的天才女友》中对友谊有了新的理解和祝愿；在《意林》和树洞先生吐露心事。一点一滴的感动，一丝一缕的醒悟，都是与书籍在一起的时光对我的美好馈赠。\n' +
            '作为朋友，我们亲密无间，作为老师，它同样给了我很多生活给不了的东西。“世界如此美好，你却如此暴躁，不好不好”让我在愤怒时平复心情；“一花一世界,一树一菩提”让我明白，我在芸芸众生中虽不起眼，但也要活出自己的快乐；“每下一场雪，都是一个如泣如诉的故事”让我耐着性子，在雪花柔柔落下的时候倾听今日的悲伤与欢喜。而在国学经典中，修身、做人、孝亲、担责、立志……一句句圣贤人们的名言让我在不知所措的时候走向正确的前方。\n' +
            '那些被书籍充盈的日子是我永生向往的。在我人生的前十五年，我与书籍作伴，也希望在未来，仍和书籍在一起。'
    },
    {
        id: 9,
        title: '走近，才能发现美',
        annotation: '通过日常生活中的观察，说明了美无处不在，但需要我们走近和认真观察才能发现。',
        content: '美，无处不有。对于我们的眼睛而言，不是看不到美、缺少美，而是缺少走近、认真发现的尊重。　　\n' +
            '今天，我在闲暇之余，独自一人来到了公园。刚一走进公园大门，映入眼帘的便是一片花的海洋，五颜六色、芳香扑鼻。一阵微风吹过，花儿们整齐的扭动着自己那柔软的身子，显得格外娇艳、美丽，就在我正陶醉其中时，有一个花匠走近了花海。只见他一手拿袋，一手提桶，我心想：他要干什么呀？在好奇心的驱使下，我也走近了。\n' +
            '花匠开始忙碌了：他先把手中的东西放到地上，然后挺直了腰杆，注视着这些鲜花，同时他嘴角上扬，脸上露出了欣慰而又满意的笑容。接下来，他就把地上那个袋子打开，原来袋子里装的是花儿的专用“养料”，他用手捏了适量的“养料”撒在每一朵鲜花的根部。我看了大约有10分钟，这位花匠就一直是弯着腰，手一刻也没停过。就这样重复着这一个动作，该有多累呀！又过了几分钟，终于结束了。可是，他还是没有停下来，直接提着身边的水桶走向了公园的一角。不一会儿，他回来了，提着满满一桶水，小心翼翼地走到花儿面前，给需要水分的花浇水。看！花儿们在他的精心呵护下变得更有精神了！此时此刻，我感受到了这位花匠叔叔的辛劳及他崇高的敬业精神。\n' +
            '若不是今天看到他劳作的过程，我怎么会发现他的美！\n' +
            '我带着无限感慨，从公园出来。坐公交车时，等车的人真多！我费了很大力气才上去，幸好那边还有最后一个座位，我急忙跑过去，一屁股坐在座位上。过了一会儿，我才发现后边有位老人，看上去已经有五六十岁了，他还在那站着。这时候，我犹豫了一下，刚想让座，旁边的叔叔站起来说：“大叔，您坐这儿吧！”此刻，我感到非常惭愧：我怎么没先让座呢？于是我便低下了头。过了一会儿，车子开到了我家门口，我下车了。　　\n' +
            '回到家里，我将今天的所见所闻一五一十地告诉了妈妈，妈妈摸着我的头说：“好孩子，真的长大了！会用自己的眼光去欣赏‘美’了，会反思自己的‘不美’。你在成长噢！”\n' +
            '是的，不要看轻花匠的付出，也不看轻自己的进步。走近，才能发现更多的美，反思，才会有进步，心灵才会丰盈，自己才会成长。'
    },
    {
        id: 10,
        title: '在“诗”的舞台上',
        annotation: '通过李白的生平和诗歌，展现了李白的豪迈和才华，以及他在诗歌舞台上的成就和影响。',
        content: '酒入豪肠，七分酿成了月光，剩下的三分啸成剑气，绣口一吐就是半个盛唐。\n' +
            '——题记\n' +
            '念他的名字，仿佛四壁间酒香满溢。\n' +
            '念他的名字，胸怀里仿佛擂动着豪气。\n' +
            '他，桀骜不驯，一字上九天，风歌笑孔丘；他自命不凡，曾让“一骑红尘妃子笑”的杨玉环为其碾墨，让高力士为其脱靴。他才高八斗，称作谪仙人；又是他，因谗言被贬至长安，流放夜郎。这一切的一切，都由他登上“诗”这个舞台开始……\n' +
            '淡墨挥笔，便是无与伦比，但却少有人知，他剑术了得，年少轻狂的他，想做一名“十步杀一人，千里不留行”的江湖侠客。经过了一番历练，李白决心从政，但毕竟是诗仙，浮想“大鹏一日同风起，扶摇直上九万里”。可是，“直上九万里”真就如此简单？终是“行路难，行路难，多歧路，今安在？”最后还是云雾散开。“长风破浪会有时，直挂云帆济沧海。”这份豁达的执着有几人拥有？又有几人得？这份豪迈也影响了他的诗，也怪不得杜甫说他“笔落惊风雨，诗成泣鬼神”。诗的舞台终是成就了他，让他大放异彩。\n' +
            '人有意气，才会有豁达的心胸。经历了重重险阻，成熟多了的李白面见了唐玄宗，三首《清平乐》让我穿越了历史的迷雾，看到了唐朝的繁华富足，可是为何他却坚决地辞职了呢？“安能摧眉折腰事权贵，使我不得开心颜。”受人诽谤的李白，被玄宗赐金放逐，虽有昭昭若日月星之意，日月奇辉之才，却终化为泡影。但他仍意气风发着。“举杯邀明月，对影成三人。”\n' +
            '他放弃自己的荣华富贵，寄情于山水，从此逍遥，留下了多少千古名句？“桃花潭水深千尺，不及汪伦赠我情。”你的重情重义，于桃花潭上对汪伦的感受，在我心中烙上了印记，“长风万里送秋雁，对此可以酣高楼。”遥望万里长风吹送鸿雁的他，不由得激起酣饮高楼的豪情逸天，真是好不豪迈阔达。李白，你是那无拘无束的清风。吹散人们对权利、金钱的渴望。你总微笑，因为你坚信“众人皆醉唯我独醒，举世混浊唯我独清。”你的这份豪迈，这份傲骨，在诗的舞台上，绽放出了异样的光彩。'
    }

];